import React, { Fragment, useContext, useRef, useEffect } from "react";
import dynamic from "next/dynamic";
import Loading from "../components/Loader/Loading";
import fetchData from "../utils/fetchData";
import Nav from "../components/Nav/Nav";
import "../scss/components/aboutPage.scss";
function Page(props) {
  return (
    <>
      <Nav />
      <div className="container mb-1 about_page">
        <div className="row">
          <div className="col-12">
            <div className="row d-flex justify-content-start rtl pt-4">
              <div className="col-12 text-center page_title">
                <h2>راهنمای ثبت سفارش</h2>
                <hr />
              </div>
              <div className="col-12 mt-3">
                <h3>ثبت سفارش</h3>
                <p className="content_text">
                  هرگاه که بخواهید میتوانید با بررسی بازار های اطرافتان فرصتهای بازار را کشف و محصولات مورد نیاز روزمره خود را تهیه نمایید. کافیست با افزودن محصولات دلخواهتان به سبد خرید فاکتور مورد
                  نظر خود را آماده کرده و آنرا سفارش دهید تا فروشنده یا فروشندگان مربوطه پس از قبول سفارش شما آنرا بسرعت و نهایتا 24 ساعته به دستتان برسانند. نگران نباشید چون حتی پس از سفارش در صورت
                  تجدید نظر در فاکتور اگر فروشنده مربوطه هنوز فاکتورتان را تایید نکرده میتوانید آن را ویرایش و یا لغو نمایید و سفارش جدیدی بسازید. حتما در هنگام تحویل کالای خود از فروشنده یا پیک
                  فروشگاه سفارش خود را کاملا مورد برسی قرار دهید و از سلامت آن اطمینان حاصل کنید.
                </p>
                <h3>پرداخت</h3>
                <p className="content_text">
                  پس از تکمیل سفارش می بایست نوع پرداخت وجه فاکتور را مشخص نمایید. ما در بازار قارون روشهای متنوعی برای این کار در نظر گرفتیم: آنی:پرداخت آنی روشی از پرداخت آنلاین وجه میباشد که با
                  استفاده از آن شما دیگر نیازی به پول نقد نخواهید داشت و تمام وجه سفارش خود را بصورت آنی پس از سفارش به قارون پرداخت مینمایید . وجه پرداختی شما تا 24 ساعت نزد قارون خواهد ماند تا ما از
                  رضایت شما از سفارشی که تحویل گرفتید مطمئن شویم و سپس آن را به موجودی فروشنده اضافه خواهیم کرد. کسر از موجودی:در این شیوه شما انتخاب میکنید تا وجه سفارشتان پس از تحویل و تایید صحت آن
                  حداکثر تا 24 ساعت پس از سفارش از محل موجودی حساب قارونتان کسر شود اما میباید قبل از سفارش به میزان وجه فاکتور مورد نظر موجودی داشته باشید. نقدی:با انتخاب این نوع پرداخت شما میتوانید
                  تمام هزینه فاکتور خود را حضورا به فروشنده یا پیک فروشگاه مربوطه هر محصول پرداخت نمایید. توجه نمایید که تنها وجه فاکتور تحویل شده را پرداخت نمایید و مبلغ هر کالا و فاکتور را جداگانه
                  به فروشندگان همان کالا پرداخت نمایید. از پرداخت هرگونه وجه خارج از هزینه سفارش که توسط فروشندگان مشخص گردیده خود داری نمایید. قارون در قبال پرداختهای نقدی شما وظیفه ای نداشته و تمام
                  مسئولیت پرداخت نقدی وجه با کاربران میباشد.
                </p>
                <h3>پیگیری سفارش</h3>
                <p className="content_text">
                  پس از ارسال سفارش شما به فروشنده میتوانید تا 24 ساعت و قبل از تحویل از طریق کادری که در بالای صفحه خانه ظاهر میشود از وضعیت سفارشتان آگاه شوید و آنرا پیگیری نمایید.
                </p>
                <h3>استرداد وجه و کالا</h3>
                <p className="content_text">
                  {" "}
                  وجه پرداختی شما جهت حفظ حقوق خریدار تا 24 ساعت نزد قارون باقی خواهد ماند. خریدار می بایست در هنگام تحویل سفارش از صحت و سلامت کالای تحویل گرفته اطمینان حاصل نمایند و میتوانند در صورت
                  مغایرت فاکتور با سفارش خود آنرا تحویل نگرفته و از طریق بخش پیگیری سفارش درخواست لغو سفارش و استرداد وجه خود را (درصورت پرداخت آنلاین) ثبت نمایند. در صورت عدم تحویل و مغایرت کالا با
                  سفارش خریدار مبلغ آن به موجودی حساب وی افزوده خواهد شد.
                </p>
                <h3>ثبت محصول و محتوا</h3>
                <p className="content_text">
                  {" "}
                  کاربران قارون با تکمیل اطلاعات حساب خود میتوانند محصولاتشان را در صفحه تجاری خود همراه با مشخصات و قیمت و سایر توضیحات و اطلاعات آن اضافه نموده و از آن پس در قالب دسته بندی های بازار
                  قارون اقدام به فروش و بازاریابی نمایند. قارون سرویس های متعددی جهت ارائه و فروش هر چه بیشتر کاربران خود و رقابت سالم آنان با بازار در اختیار کاربرانش قرار داده تا بواسطه آنها در رشد
                  و توسعه کسب و کار کاربران خود سهیم باشد.از این رو درقبال ارائه سرویسهای مذکور دارای حقوقی تایین شده میباشد. سهم قارون در ازای ارائه زیرساخت فروش آنلاین و بستر تبلیغات اینترنتی در
                  بازار به کاربران خود 2 درصد از مبلغ فاکتورهای فروخته شده آنها میباشد که این مبلغ در پرداختهای آنلاین مشتریان پس از تحویل سفارش توسط فروشنده از وجه سفارش کسر و مابقی به موجودی فروشنده
                  اضافه شده و قابل برداشت است و در پرداخت های نقدی مشتریان از موجودی فروشنده کسر و یا به مانده بدهی حساب موجودیشان اضافه خواهد شد و فروشنده میباید طی مدت یک هفته پس از فروش فاکتور
                  موجودی خود را به میزان مشخص شده شارژنماید. (500.000 تومان فروش * 2% کارمزد = 10.000 تومان) فروش محصولات خارج ازقوانین تجارت الکترونیک جمهوری اسلامی و بازار آنلاین اجتماعی قارون غیر
                  مجاز میباشد ارائه محصولاتی که هرگونه آسیبی به سلامت مشتری وارد نماید مجاز نمیباشد و مسئولیت خرید و فروش آن به عهده کاربران و طرفین معاملات میباشد ایجاد هرگونه محتوای غیر مجاز چه در
                  تصاویر و چه بصورت متن و...در کلیه سرویسهای بازار قارون غیر مجاز میباشد(ذکر شده در بخش گزارش تخلفات) فروشنده میباید نسبت به فروش محصولاتی اقدام نماید که در اختیار داشته و مالکیت
                  مستقیم و یا عاملیت فروش آنهارا در اختیار دارد هرگونه مغایرت کالا با موارد سفارش و مشخصات کالا این حق را به خریدار خواهد داد که از تحویل سفارش خود داری نماید فروشنده میتواند برای
                  سهولت امر تحویل و فروش موفق خریدار را نسبت به صحت و سلامت فاکتور مطمئن نموده و درصورت رضایت وی تاییدیه تحویل را از خریدار که در قسمت پیگیری سفارش وی میباشد اخذ نموده تا بلافاصله پس
                  از تحویل وجه فاکتور به موجودی حساب فروشنده افزوده گردد مسئولیت انجام معاملات و تحویل سفارشات و همینطور تضمین صحت فاکتور به عهده کاربر فروشنده بوده و قارون تنها زیرساخت فروش و
                  سرویسهای تبلیغاتی خود را در اختیار وی قرار خواهد داد. هرگونه ثبت محصول و فروش و فعالیت اعم از تبلیغات و ... به منزله قبول قوانین بازار آنلاین اجتماعی قارون تلقی شده و کاربر را در
                  قبال فعالیت خود مسئول مینماید اعمال هرگونه تغیرات در مشخصات و تعداد و موجودی محصولات به عهده فروشنده میباشد عدم پاسخگویی کاربر نسبت به پیگیریهای سفارشات از جانب خریدار و ناظر بازار
                  به منزله لغو سفارش میباشد
                </p>
                <h3>برداشت وجه</h3>
                <p className="content_text">
                  {" "}
                  کلیه وجوه مانده حساب اعم از حجم فروش شخصی/مبالغ افزوده شده به موجودی/وجوه بازگشتی سفارشات / پاداشهای تبلیغات و... درصورت عدم محدودیت حساب در موجودی صفحه کاربر ذخیره شده و با درخواست
                  برداشت کاربر به میزان دلخواه و حداقل 10 هزارتومان از آن به حساب بانکی کاربر با شماره شبای مشخص شده ای که وی در مشخصات کاربری خود ثبت مینماید واریز خواهد شد.
                </p>
                <h3>تبلیغات</h3>
                <p className="content_text">
                  {" "}
                  سرویس قارون نسبت به فعالیت مستمر کاربر اعم از افزایش تعداد مشتریان/افزایش تعداد دوستان/افزودن دوستان جدید بیشتر/افزایش تعداد محصولات محبوب و پسندیده شده/میزان حجم سفارشات و فروش
                  بیشتر/میزان تعاملات شما با سایر کاربران و بدست آوردن امتیاز ویژه تحت عنوان قرون صفحه کاربر را بیشتر در معرض دید و نمایش به سایرین قرار خواهد داد و در این صورت شما همواره جزو
                  پیشنهادات قارون به دیگران خواهید بود.
                </p>
                <h3>قرون</h3>
                <p className="content_text">
                  {" "}
                  امتیاز ویژه ایست که قارون در قبال فاکتورهای خرید و فروش دوستانی که به واسطه دعوت شما به بازار قارون افزوده شده اند پاداش خواهد داد. هر 200 هزار تومان خرید و فروش دوستان افزوده شده
                  توسط شما، 1 قرون امتیاز برای شما به همراه خواهد داشت. ارزش هر قرون 1000 تومان بوده و کاربران قارون با نقد کردن هر تعداد از قرونهای جمع آوری شده، میتوانند درآمد خود را به موجودی
                  حسابشان اضافه نمایند. این پاداش معادل 1 درصد از معاملاتیست که دوستان شما باهم انجام خواهند داد. (200.000 تومان خرید دوست الف از دوست ب = 2 قرون معادل 2000 تومان)
                </p>
                <h3>گزارش تخلفات</h3>
                <p className="content_text">
                  {" "}
                  جهت حفظ محیطی سالم برای معاملات و بازار و جلوگیری از سواستفاده و ایجاد محتواهای ناقض قوانین قارون، قوانین تجارت الکترونیک جمهوری اسلامی، ایجاد هرزنامه ها و محتوای غیر اخلاقی، توهین و
                  نشر اکاذیب که خارج از قوانین سرویس بازار آنلاین قارون میباشند ضمن جلوگیری و نظارت ناظر بازار قارون کاربران می بایست در صورت مشاهده هرگونه تخلف و نقض قوانین آن را گزارش و مسدود کرده و
                  از حریم خصوصی خود و سایر کاربران بازار حفاظت نمایند. درصورت گزارشات کاربران مبنی بر نقض قوانین حاکم بر بازار کاربر متخلف بنا به سطح تخلفات خود دارای مسئولیت بوده و از جانب ما دچار
                  محدودیت های موقت یا دائم و درصورت لزوم پیگیری های قضایی توسط مراجع ذی صلاح خواهد شد و قارون حق دارد تمام اطلاعات وی را در اختیار مراجع قضایی قرار دهد.
                </p>
                <h3>محدودیت فعالیت</h3>
                <p className="content_text">
                  {" "}
                  جهت جلوگیری از تخلف و سواستفاده احتمالی و همچنین حفظ فضایی سالم و مطمئن برای معاملات بازار گزارشات نقض قوانین و مسدود کردن حساب توسط کاربران متعدد محدودیتهایی برای حساب کاربر متخلف
                  به همراه خواهد داشت : محدودیت 24 ساعته / 3 روزه / 7 روزه / یکماهه و حذف حساب کاربری شامل این محدودیتها میباشد که بنا به تخلف در فعالیت برای کاربر خاطی اعمال میگردد. سه مرتبه محدودیت
                  حساب پیوسطه قطع همکاری و حذف حساب کاربری را به همراه خواهد داشت.
                </p>
                <p>.</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
Page.getInitialProps = async function(context) {};
export default Page;